<?php

return [
    'number_brands_accounts' => 'عدد الحسابات الاجتماعية للعلامات التجارية',
    'number_brands_accounts_desc' => 'توفر كل علامة تجارية إدارة كاملة للعلامة التجارية، حيث يقوم المستخدم بربط جميع حسابات وسائل التواصل الاجتماعي المرتبطة بتلك العلامة التجارية.',
    'max_brand_account' => 'الحد الأقصى لحساب العلامة التجارية الواحدة:',
    'max_account' => 'تم الوصول إلى الحد الأقصى لعدد حسابات العلامة التجارية الواحدة.الحد الأقصى: :value',
    'social_accounts' => 'عدد الحسابات الاجتماعية',
    'max_social_accounts' => 'تم الوصول إلى الحد الأقصى للحساب. الحد الأقصى: :value',
    'scheduled_posts' => 'المنشورات المجدولة',
    'scheduled_posts_desc' => 'عدد المنشورات المجدولة التي يمكن للمستخدمين نشرها مرة واحدة.',
    'max_scheduled_posts' => 'تم الوصول إلى الحد الأقصى للمشاركات المجدولة. الحد الأقصى: :value.',
    'workspace_members' => 'أعضاء مساحة العمل',
    'workspace_members_desc' => 'الحد الأقصى لعدد الأعضاء في مساحة العمل.',
    'members_limit_reached' => 'لا توجد هذه الخاصية بالباقة المجانية أو قد تم الوصول إلى الحد الأقصى المسموح به للأعضاء. الحد الأقصى: :limit',
    'workspace_storage' => 'تخزين مساحة العمل',
    'workspace_storage_desc' => 'الحد الأقصى لحجم مساحة العمل (ميجابايت).',
    'max_storage' => 'تم الوصول إلى الحد الأقصى لسعة التخزين. الحد الأقصى: :value ميجابايت',
    'ai_credits_reached' => 'لا توجد هذه الخاصية بالباقة المجانية أو قد تم الوصول إلى الحد الأقصى لأرصدة الذكاء الاصطناعي لخطتك الحالية. الحد الأقصى: :limit.',
];
