<?php

return [
    'already_registered' => 'مسجل من قبل',
    'email_address' => 'أدخل عنوان البريد الالكتروني',
    'register' => 'تسجيل',
    'verify_email' => 'التحقق من عنوان البريد الإلكتروني',
    'click_to_verify' => 'الرجاء النقر فوق الزر أدناه للتحقق من عنوان بريدك الإلكتروني.',
    'no_account_no_action' => 'إذا لم تقم بإنشاء حساب، فلا يلزم اتخاذ أي إجراء آخر.',
    'resend_verification' => 'إعادة ارسال بريد التحقق',
    'confirm_email' => 'قبل البدء، يرجى التحقق من عنوان بريدك الإلكتروني عن طريق النقر على الرابط الذي أرسلناه إليك عبر البريد الإلكتروني.',
    'email_verification_sent' => 'تم إرسال رابط التحقق من البريد الإلكتروني إلى عنوان بريدك الإلكتروني.',
];
