<?php

return [
    'event' => [
        'user' => [
            'created' => 'تم إنشاء المستخدم',
            'email_verified' => 'تم التحقق من البريد الإلكتروني للمستخدم',
        ],
        'workspace' => [
            'created' => 'تم إنشاء مساحة العمل',
        ],
        'subscription' => [
            'canceled' => 'تم إلغاء الاشتراك',
            'created' => 'تم إنشاء الاشتراك',
            'payment_failed' => 'فشل دفع مبلغ الاشتراك بالباقة',
            'updated' => 'تم تحديث الاشتراك',
            'payment_succeeded' => 'تم دفع مبلغ الاشتراك بالباقة بنجاح يمكنك الان استخدام المنصة ',
        ],
    ],
];
