<?php

return [
    'accounts' => 'ربط الحسابات ',
    'account_updated' => 'تم تحديث الحساب',
    'account_reauthenticate' => 'لا يمكن تحديث الحساب. يرجى إعادة مصادقة حسابك.',
    'connect_social_account' => 'قم بربط حساب التواصل الاجتماعي الذي ترغب في إدارته. يمكنك أضافة حساب واحد او اكثر ',
    'account_deleted' => 'تم حذف الحساب المحدد',
    'add_account' => 'أضف حساب | إضافة حسابات',
    'edit_suffix' => 'تعديل Suffix ',
    'edit_account_suffix' => 'تعديل Suffix للحساب',
    'enter_suffix' => 'أدخل  suffix
',
    'added' => 'تمت الإضافة:',
    'delete_account' => 'حذف الحساب',
    'confirm_delete_account' => 'هل أنت متأكد أنك تريد حذف هذا الحساب؟',
    'account_not_updated' => 'لا يمكن تحديث الحساب',
    'account_no_entities' => 'الحساب لا يحتوي على منصات تواصل اجتماعي.',
    'choose_entity' => 'اختر المنصة',
    'account_entities' => 'منصات التواصل الاجتماعي للحساب',
    'select_the_social_entities' => 'حدد منصات التواصل الاجتماعية التي تريد ربطها بالمنصة',
    'connected' => 'متصل',
    'access_token_expired' => 'انتهت صلاحية رمز الوصول. يرجى إعادة ربط حسابك',
    'unauthorized' => 'غير متصل ',
    'add_social_account' => 'ليس لديك حساب تواصل اجتماعي، يرجى إضافة حساب واحد على الأقل لتستمتع بتجربة المنصة والاستفادة من المميزات',
    'backend' => [
        'notification' => [
            'unauthorized' => [
                'subject' => 'لقد فقدنا الاتصال بحسابك الاجتماعي - تحتاج أعادة ربط حساب التواصل الاجتماعي الخاص بك ',
                'line1' => 'يبدو أننا فقدنا الاتصال بحسابك الاجتماعي :name (:provider).',
                'line2' => 'أثناء انقطاع الاتصال، لن نتمكن من نشر المنشورات أو تقديم تحليلات لهذا الحساب. يُرجى إعادة ربط حسابك الاجتماعي في أقرب وقت ممكن!',
                'line3' => 'لإعادة ربط حسابك الاجتماعي، انقر فوق الزر أدناه، ثم انقر فوق الزر "إضافة حساب".',
            ],
        ],
    ],
    'no_accounts_found' => 'لم يتم العثور على حسابات اجتماعية',
    'finish_connection' => 'إنهاء الاتصال',
    'view_profile' => 'افتح صفحة الحساب',
    'choose' => '',
];
