<?php

return [
    'number_brands_accounts' => 'Количество социальных аккаунтов брендов',
    'number_brands_accounts_desc' => 'Каждый бренд обеспечивает полное управление брендом, где пользователь подключает все аккаунты в социальных сетях, связанные с этим брендом.',
    'max_brand_account' => 'Максимальный лимит счета одного бренда:',
    'max_account' => 'Лимит счета одного бренда достигнут.\\nМакс лимит: :value',
    'social_accounts' => 'Количество социальных аккаунтов',
    'max_social_accounts' => 'Лимит счета достигнут.\\nМакс лимит: :value',
    'scheduled_posts' => 'Запланированные сообщения',
    'scheduled_posts_desc' => 'Количество запланированных сообщений, которые пользователи могут иметь одновременно.',
    'max_scheduled_posts' => 'Максимальный лимит запланированных сообщений достигнут.\\nMax limit: :value.',
    'workspace_members' => 'Участники рабочей области',
    'workspace_members_desc' => 'Максимальное количество членов в рабочей области.',
    'members_limit_reached' => 'Лимит участников достигнут.\\nМакс лимит: :limit',
    'workspace_storage' => 'Хранение на рабочем месте',
    'workspace_storage_desc' => 'Максимальный размер рабочей области (МБ).',
    'max_storage' => 'Достигнут предел хранения. Максимальный лимит: :value МБ',
    'ai_credits_reached' => 'Лимит кредитов AI вашего текущего плана исчерпан.\\nМаксимальный лимит: :value.',
];
