<?php

return [
    'already_registered' => 'Уже зарегистрированы?',
    'email_address' => 'Введите адрес электронной почты',
    'register' => 'Регистрация',
    'verify_email' => 'Проверка адреса электронной почты',
    'click_to_verify' => 'Пожалуйста, нажмите кнопку ниже, чтобы проверить свой адрес электронной почты.',
    'no_account_no_action' => 'Если вы не создавали учетную запись, дальнейшие действия не требуются.',
    'resend_verification' => 'Повторная отправка сообщения электронной почты для проверки',
    'confirm_email' => 'Прежде чем приступить к работе, пожалуйста, проверьте свой адрес электронной почты, перейдя по ссылке, которую мы отправили вам по электронной почте.',
    'email_verification_sent' => 'Ссылка для проверки электронной почты отправлена на ваш электронный адрес.',
];
