<?php

return [
    'event' => [
        'user' => [
            'created' => 'Пользователь создан',
            'email_verified' => 'Электронная почта пользователя проверена',
        ],
        'workspace' => [
            'created' => 'Созданная рабочая область',
        ],
        'subscription' => [
            'canceled' => 'Подписка отменена',
            'created' => 'Подписка создана',
            'payment_failed' => 'Оплата подписки не произведена',
            'updated' => 'Подписка обновлена',
            'payment_succeeded' => 'Оплата подписки прошла успешно',
        ],
    ],
];
