<?php

return [
    'desc' => ' Токены доступа позволяют сторонним службам аутентифицироваться в нашем API от вашего имени.',
    'last_usage' => 'Последнее использование',
    'expires_at' => 'Срок действия истекает в',
    'no_result' => 'Токены доступа еще не добавлены.',
    'delete' => 'Удалить токен доступа',
    'delete_confirm' => 'Вы уверены, что хотите удалить этот маркер?',
    'never_used' => 'Никогда не использовался',
    'delete_items' => 'Удалить токены доступа',
    'delete_items_confirm' => 'Вы уверены, что хотите удалить выбранные маркеры?',
    'access_tokens' => 'Токены доступа',
    'create' => 'Создать токен',
    'name_placeholder' => 'Мой крутой жетон',
    'expiration' => 'Срок действия',
    'never_expires' => 'Срок годности не истек',
    'copy_token' => 'Пожалуйста, скопируйте этот маркер. Вы больше не сможете его увидеть.',
];
