<?php

return [
    'accounts' => 'Социальные аккаунты',
    'account_updated' => 'Учетная запись обновлена',
    'account_reauthenticate' => 'Учетная запись не может быть обновлена. Подключите повторно свою учетную запись.',
    'connect_social_account' => 'Подключите социальную учетную запись, которой вы хотите управлять.',
    'account_deleted' => 'Учетная запись удалена',
    'add_account' => 'Добавить аккаунт | Добавить аккаунты',
    'edit_suffix' => 'Изменить суффикс',
    'edit_account_suffix' => 'Изменить суффикс учетной записи',
    'enter_suffix' => 'Введите суффикс',
    'added' => 'Добавлено:',
    'delete_account' => 'Удалить учетную запись',
    'confirm_delete_account' => 'Вы уверены, что хотите удалить эту учетную запись?',
    'account_not_updated' => 'Учетная запись не может быть обновлена.',
    'account_no_entities' => 'У счета нет сущностей.',
    'choose_entity' => 'Выберите организацию',
    'account_entities' => 'Учетные единицы',
    'select_the_social_entities' => 'Выберите социальные организации, которые вы хотите подключить',
    'connected' => 'Подключено',
    'access_token_expired' => 'Срок действия токена доступа истек. Подключите повторно свою учетную запись.',
    'unauthorized' => 'Неавторизованный',
    'add_social_account' => 'У вас нет учетной записи в социальной сети, добавьте хотя бы одну.',
    'backend' => [
        'notification' => [
            'unauthorized' => [
                'subject' => 'Мы потеряли связь - необходимо действовать',
                'line1' => 'Похоже, что мы потеряли связь с вашей учетной записью :name (:provider).',
                'line2' => 'Пока соединение потеряно, мы не можем публиковать посты или предоставлять аналитику для этой учетной записи. Пожалуйста, переподключите свой аккаунт как можно скорее!',
                'line3' => 'Чтобы заново подключить свой аккаунт, нажмите на кнопку ниже, а затем нажмите кнопку "Добавить аккаунт".',
            ],
        ],
    ],
    'no_accounts_found' => 'Счета не найдены',
    'finish_connection' => 'Финишное соединение',
    'view_profile' => 'Просмотр профиля',
    'choose' => '',
];
